{
  "album": {
    "regular": [
      {
        "name": "The Red",
        "genres": "댄스",
        "release": "2015.09.09",
        "explanation":
          "레드벨벳, 첫 정규앨범 ‘The Red’ 발매! 타이틀곡 ‘Dumb Dumb’으로 ‘Ice Cream Cake’ 대박 인기 이어간다! 레드벨벳이 첫 정규앨범 ‘The Red’를 출시하고 화려하게 컴백한다. 레드벨벳은 첫 정규앨범 ‘The Red’를 발표, 지난 3월 가요계에 돌풍을 일으킨 ‘Ice Cream Cake’ 이후 새롭게 선보이는 첫 앨범인 만큼, 레드벨벳의 새로운 음악과 무대를 기다려온 글로벌 음악 팬들의 폭발적인 반응이 기대된다. 이번 앨범에는 타이틀곡 ‘Dumb Dumb’(덤 덤)을 포함해 팀명의 일부인 “Red”에서 연상되는 이미지의 음악 색깔을 담은 총 10곡이 수록되어 있으며, Kenzie(켄지), LDN Noise(런던 노이즈), Daniel ”Obi” Klein(다니엘 오비 클레인), 황현, 진보 등 국내외 히트메이커들이 함께 작업해 더욱 완성도 높은 음악을 만나기에 충분하다. 특히 레드벨벳은 지난 3월 발매한 첫 미니앨범으로 국내외 각종 음원, 음반, 뮤직비디오 차트 정상을 차지함은 물론 타이틀곡 ‘Ice Cream Cake’로 케이블, 지상파 음악 프로그램 1위를 올킬, 6관왕에 올라 초특급 인기를 입증했으며, 멤버들 역시 MC, 버라이어티 등 다양한 활동을 통해 많은 사랑을 받고 있는 만큼, 이번 첫 정규앨범을 통해 보여줄 새로운 모습과 활동에 대한 기대감도 한층 높아지고 있다. 타이틀곡 ‘Dumb Dumb’은 중독적인 훅과 그루비한 비트가 인상적인 업템포의 팝 댄스곡으로, 영국의 작곡가팀 LDN Noise가 작업해 완성도를 높였으며, 좋아하는 사람 앞에서 바보처럼 모든 것이 어색하게 변해버리는 소녀의 귀여운 마음을 담은 가사가 눈길을 끈다. 브라스와 덥스텝 사운드의 조화가 신선한 팝 댄스곡 ‘Huff n Puff’(허프 앤 퍼프)는 어릴 적 상상했던 꿈의 나라에서 아이처럼 뛰어 놀다가 잠에서 깨어 현실로 돌아오는 의식의 흐름을 표현한 가사가 재미있는 곡이며, ‘Campfire’(캠프파이어)는 리드미컬한 기타 인트로가 돋보이는 R&B 팝곡으로, 가사에는 사랑하는 사람과 캠프 파이어를 하며 솔직한 대화를 통해 좀 더 가까워지고 싶다는 마음을 담았다. 더불어 한 소녀가 Red Dress를 입고 자신을 어린아이로만 대하는 상대방을 어설프지만 앙큼하게 유혹한다는 내용을 담은 ‘Red Dress’(레드 드레스), 멤버들의 가창력이 돋보이는 소울풀한 R&B 팝곡 ‘Oh Boy’(오 보이), 여자들만의 우정과 그들이 함께 하는 행복한 시간을 그려낸 R&B 기반의 팝곡 ‘Lady’s Room’(레이디스 룸)도 듣는 재미를 배가시킨다. 이 밖에도 눈 뜨기 힘든 아침에 꿈과 현실을 오가며 느끼는 촉박함과 나른함을 표현한 가사가 인상적인 힙합 기반의 R&B 곡 ‘Time Slip’(타임 슬립), 남자친구와 조금 더 가까워지고 싶은 소녀가 앙큼한 묘책을 짜는 가사 내용이 재미있는 ‘Don’t U Wait No More’(돈트 유 웨이트 노 모어), 베이스, 피아노 사운드가 멤버들의 달콤한 목소리와 어우러져 이제 막 시작된 사랑의 감정을 담은 곡 ‘Day 1’(데이 원), 자신의 특별한 모습 그 자체를 사랑하자는 희망적인 가사가 멤버들의 청량한 보컬과 어우러진 신스팝곡 ‘Cool World’(쿨 월드)까지 다양한 장르의 총 10곡으로 구성되어 있어, 레드벨벳의 “Red”다운 음악 색깔을 만날 수 있다.",
        "img": "http://leesmusic.co.kr/data/goods/201608/08134128view.jpg"
      },
      {
        "name": "Perfect Velvet",
        "genres": "댄스",
        "release": "2017.11.17",
        "explanation":
          "대세 걸그룹 '레드벨벳', 정규 2집 [Perfect Velvet] 공개! 타이틀 곡 '피카부' 포함 총 9곡 수록! '빨간 맛' 잇는 퍼펙트 히트 예감! 대세 걸그룹 '레드벨벳'이 정규 2집 [Perfect Velvet]을 발표하고 2017년 가요계를 또 한번 강타한다. '레드벨벳' 정규 2집 [Perfect Velvet]은 타이틀 곡 '피카부 (Peek-A-Boo)'를 포함한 총 9곡으로 구성되어 있으며, 세계적인 프로듀싱팀 '더 스테레오타입스(The Stereotypes)', 히트메이커 '켄지(Kenzie)', 글로벌 EDM 뮤지션 '히치하이커(Hitchhiker)', 히트 작곡가 '디즈(DEEZ)' 등 국내외 유명 뮤지션들이 참여해 완성도를 높여, 다채로운 음악 색깔로 글로벌 팬들을 매료시킬 것으로 보인다. 특히 '레드벨벳'은 지난 7월 여름 미니앨범 타이틀 곡 '빨간 맛 (Red Flavor)'으로 각종 음원, 음반, 음악 방송 1위는 물론, 빌보드 월드 앨범 차트 1위, 아이튠즈 종합 앨범 차트 전 세계 8개 지역 1위, 중국 샤미뮤직 한국 음악 차트 1위 등 국내외 각종 차트를 휩쓸어 서머퀸에 등극했으며, 데뷔곡 '행복 (Happiness)'을 시작으로 'Ice Cream Cake', 'Dumb Dumb', '러시안 룰렛 (Russian Roulette)', 'Rookie', '빨간 맛 (Red Flavor)' 등 발표하는 곡마다 히트 행진을 이어가 명실상부 대세 걸그룹으로 자리매김한 만큼, 이번 앨범에도 높은 관심이 기대된다. 타이틀 곡 피카부 (Peek-A-Boo)', 중독성 강한 훅으로 또 한번 히트 예고! 이번 타이틀 곡 '피카부 (Peek-A-Boo)'는 까꿍을 의미하는 '피카부'라는 훅 가사가 중독적인 업템포 팝 댄스곡으로, 쿨한 사랑 방식을 가진 현 세대의 라이프 스타일을 놀이터에서 노는 모습에 비유한 가사가 인상적이며, '레드벨벳'의 새로운 매력을 만날 수 있어 또 한번의 히트를 예고하고 있다. 또한 쉬운 멜로디와 풍성한 코러스, '레드벨벳'의 부드러운 보컬이 어우러진 디스코 풍의 댄스 곡 '봐 (Look)', 글로벌 EDM 뮤지션 '히치하이커'와의 컬래버레이션으로 탄생한 퓨처 베이스 기반의 일렉트로닉 팝 곡 'I Just', 시원한 훅 멜로디가 매력적인 힙합 사운드의 곡 'Attaboy' 등도 듣는 이를 매료시키기에 충분하다. 더불어 'Kingdom Come'은 어쿠스틱 드럼 소스 기반의 룹과 풍성한 코러스가 독특하고 몽환적인 분위기를 자아내는 R&B 곡으로, 사랑에 빠져드는 순간을 천국에 온 듯한 기분으로 묘사한 가사가 인상적이며, 두 번째 데이트를 앞두고 설레는 마음을 표현한 '두 번째 데이트 (My Second Date)'는 분위기의 반전이 돋보이는 미디엄 템포의 팝 댄스 곡으로 기대를 모은다. 이 밖에도 이번 앨범에는 사랑하는 사람을 나만의 피사체로 두고 사진 촬영하는 과정을 가사에 담은 'Perfect 10', 따뜻한 EP 사운드와 리드미컬한 기타 선율이 기분 좋은 느낌을 주는 어반 팝 장르의 'About Love', 섬세한 피아노 선율과 감성적인 스트링 사운드가 감수성을 자극하는 어쿠스틱 발라드 곡 '달빛 소리 (Moonlight Melody)' 등 다양한 장르의 총 9곡이 수록, 한층 성숙해진 '레드벨벳'의 음악을 만날 수 있다.",
        "img":
          "https://pre00.deviantart.net/9239/th/pre/f/2017/347/1/a/red_velvet___perfect_velvet____the_2nd_album_by_midnightinmemories-dbwnlzs.jpg"
      }
    ],
    "mini": [
      {
        "name": "Ice Cream Cake",
        "genres": "발라드, 댄스",
        "release": "2015.03.17",
        "explanation":
          "Red Velvet 컴백! 첫 앨범 ‘Ice Cream Cake’ 발매! 상큼발랄한 매력과 매혹적인 아름다움 반전 매력 선사! SM 신인 걸그룹 Red Velvet(레드벨벳)의 첫 앨범 ‘Ice Cream Cake’가 발매된다. Red Velvet은 기존 멤버인 슬기, 아이린, 웬디, 조이에 새로운 멤버 예리가 합류해 5인조로 컴백, 이러한 변화를 통해 Red Velvet의 음악적 스펙트럼을 확장함은 물론, 멤버 간의 재능, 매력 등의 시너지 효과를 극대화해 더욱 완성도 높은 음악과 무대를 선사할 계획이어서, 앞으로의 활약에 귀추가 주목된다. 이번 앨범은 다양한 장르의 총 6곡으로 구성되어 있으며, Red Velvet이 강렬하고 매혹적인 컬러 Red와 여성스럽고 부드러운 느낌의 Velvet에서 연상되는 감각적인 이미지처럼 다채로운 음악과 퍼포먼스를 선보이겠다는 포부를 담은 그룹인 만큼, 상큼발랄한 매력과 매혹적인 아름다움을 모두 만날 수 있도록 더블 타이틀 곡 ‘Ice Cream Cake’와 ‘Automatic’으로 활동, Red Velvet의 반전 매력이 돋보이는 무대로 음악 팬들을 매료시킬 전망이다. Red Velvet의 화려한 변신! 더블 타이틀곡 ‘Ice Cream Cake’ & ‘Automatic’ 타이틀 곡 ‘Ice Cream Cake’는 신비로운 뮤직박스 사운드가 인상적인 일렉트로닉 팝 곡으로, 가사에는 Ice Cream Cake처럼 달콤한 사랑의 맛에 푹 빠진 소녀의 설렘 가득한 감정을 담아 Red Velvet의 귀엽고 사랑스러운 매력을 만나기에 충분하다. 더불어 더블 타이틀곡 ‘Automatic’은 그루비한 드럼 비트 위에 부드러운 선율이 인상적인 Urban 장르의 곡으로, 상대에게 자동적으로 끌리는 마음을 풀어낸 섬세한 가사와 멤버들의 보컬이 돋보이며, 매혹적인 분위기로 변신한 Red Velvet의 한층 성숙한 모습을 만날 수 있어, 음악 팬들의 눈과 귀를 더욱 즐겁게 할 것으로 기대된다. 또한 ‘Somethin Kinda Crazy’는 두근거리는 첫사랑의 느낌을 솔직하게 고백하는 가사와 순수한 멜로디가 잘 어우러진 모던 R&B 팝 곡이며, ‘Stupid Cupid’는 장난기 가득한 기타 리프와 흥겨운 셔플 리듬이 인상적인 팝 댄스 곡으로, 자신의 사랑을 이루어주지 않는 큐피트에게 귀엽게 투정부리는 가사가 곡의 재미를 배가시킨다. 이 밖에도 이번 앨범에는 조금 천천히 다가오라는 수줍은 마음을 사랑스럽게 표현한 달콤한 멜로디의 R&B 곡 ‘Take It Slow’, 사랑하는 사람을 사탕에 비유해 항상 함께 하고 싶은 마음을 담은 가사가 인상적인 모던한 감성의 발라드 곡 ‘사탕(Candy)’까지 총 6곡이 수록되어 있어, Red Velvet의 다채로운 음악 색깔을 만날 수 있다.",
        "img":
          "https://i0.wp.com/image.melon.co.kr/cm/album/images/023/09/156/2309156_org.jpg"
      },
      {
        "name": "The Velvet",
        "genres": "발라드",
        "release": "2016.03.17",
        "explanation":
          "컴백 Red Velvet, 이번에는 ‘Velvet’이다! 두 번째 미니앨범 ‘The Velvet’ 발매! 상큼발랄 ‘Red’와는 다른 여성스럽고 부드러운 반전 매력 선사! 대세 걸그룹 레드벨벳이 두 번째 미니앨범 ‘The Velvet’ 으로 컴백한다. 레드벨벳은 두 번째 미니앨범 ‘The Velvet’을 발표, 첫 정규앨범 ‘The Red’로 상큼 발랄한 Red의 색깔을 보여준 데 이어 이번에는 부드럽고 감성적인 Velvet 스타일의 음악으로 반전 매력을 선사할 예정이어서, 레드벨벳만의 차별화된 정체성과 음악 색깔로 또 한번 글로벌 팬들을 매료시킬 것으로 보인다. 이번 앨범에는 타이틀 곡 ‘7월 7일(One Of These Nights)’을 포함해 여성스럽고 부드러운 매력을 담은 Velvet 분위기의 신곡 5곡과 타이틀 곡 ‘7월 7일(One Of These Nights)’의 다양한 편곡 버전 3곡까지 총 8트랙이 수록되어 있으며, 리한나, 제니퍼 로페즈 등 세계적인 팝스타들과 작업한 프로듀서 다니엘 오비 클레인(Daniel ”Obi” Klein), 유명 작곡가 켄지(Kenzie) 등 히트메이커들이 참여해 눈길을 끈다. 더불어 레드벨벳은 지난 해 ‘Ice Cream Cake’와 ‘Dumb Dumb’을 연속 히트, 국내외 음원, 음반, 뮤직비디오 차트는 물론 각종 음악 방송 정상을 휩쓴 바 있으며, 멤버들 역시 MC, 예능 프로그램 등 다양한 개인 활동을 통해서도 많은 사랑을 받고 있어, 새 미니앨범 ‘The Velvet’을 통해 보여줄 새로운 모습과 활동에 대한 기대감도 한층 높아지고 있다. 타이틀 곡 ‘7월 7일’, 한 편의 동화 같은 감성 발라드! 이번 타이틀 곡 ‘7월 7일(One Of These Nights)’은 아름다운 오케스트라와 몽환적인 피아노 연주, 세련된 리듬이 어우러진 R&B 발라드 곡으로, <견우와 직녀> 설화에서 모티브를 얻은 가사에는 사랑하는 사람과 함께하던 순간을 회상하며 이별의 시간을 지나, 다시 만날 수 있을 거라는 희망을 담아, 한 편의 동화 같은 아련하면서도 따스한 감성을 느끼기에 충분하다. 뿐만 아니라 이번 앨범에는 타이틀 곡 ‘7월 7일(One Of These Nights)’의 다양한 편곡 버전도 함께 수록, 작곡가 De-Capo, Joe Millionaire 편곡 버전 및 피아노 편곡 버전 등 타이틀 곡을 다채로운 느낌으로 만날 수 있는 만큼, 음악 팬들의 좋은 반응이 기대된다. 또한 켄지가 작사하고 세계적인 프로듀서 다니엘 오비 클레인이 작곡에 참여한 몽환적인 사운드의 Urban R&B 곡 ‘Cool Hot Sweet Love’는 사랑에 관한 감각적인 묘사가 눈길을 끌며, 세련된 오리엔탈 분위기의 R&B 발라드 트랙 ‘Light Me Up’은 사랑이 캄캄한 세상을 밝혀주는 빛과 같이 느껴진다는 내용의 가사를 탁월한 감성으로 풀어낸 레드벨벳 멤버들의 표현력이 돋보인다. 더불어 연인 생각에 밤을 지새우는 첫사랑의 풋풋한 감성이 느껴지는 R&B 팝 발라드 곡 ‘처음인가요(First Time)’, 1989년 발표된 이수만 SM엔터테인먼트 총괄 프로듀서의 노래를 멤버 웬디, 슬기, 조이가 재해석하여 가창한 리메이크 곡 ‘장미꽃 향기는 바람에 날리고(Rose Scent Breeze)’까지 총 8트랙이 수록되어, 레드벨벳이 가진 Velvet의 매력을 만끽할 수 있는 앨범이 될 전망이다.",
        "img":
          "https://cdn.namuwikiusercontent.com/s/2556833d1ee08a97273a7717d68f1c96035b4eead276d87c7f7915b9b202bc9a4bb475e3a7850c7a4c83377faa49776ba5d16b96e86ba44dc2510314910bd06ef648837b44017abdc606e9ab793b4615?e=1530433680&k=7vpuwggTUyrhmxNz5kMiEw"
      },
      {
        "name": "Russian Roulette",
        "genres": "댄스",
        "release": "2016.09.07",
        "explanation":
          "레드벨벳, 세 번째 미니 앨범 ‘Russian Roulette’ 발매! 타이틀 곡 ‘러시안 룰렛 (Russian Roulette)’ 등 총 7곡 수록! 독보적 대세 걸그룹 레드벨벳이 세 번째 미니 앨범 ‘Russian Roulette’으로 전격 컴백한다. 이번 앨범은 신스팝 장르의 타이틀 곡 ‘러시안 룰렛 (Russian Roulette)’을 비롯해 팝 댄스, 뉴질스윙, 어쿠스틱 팝, 트로피컬 하우스 등 다채로운 장르의 총 7 트랙으로 구성되어 있어, 한층 깊어진 레드벨벳의 음악세계를 만날 수 있다. 특히, 레드벨벳은 데뷔곡 ‘행복 (Happiness)’을 시작으로 ‘Ice Cream Cake’, ‘Dumb Dumb’ 등을 연이어 히트시키며 대세 걸그룹으로 자리매김했음은 물론, 상큼발랄하고 사랑스러운 매력과 여성스럽고 매혹적인 색깔을 함께 느낄 수 있는 레드벨벳만의 개성을 통해 많은 사랑을 받고 있는 만큼, 이번 앨범을 통해 보여줄 새로운 음악에 높은 관심이 기대된다. 사랑하는 사람의 마음을 얻기 위한 과정을 중독성 있고 재미있게 표현한 신스팝 장르의 타이틀 곡 ‘러시안 룰렛 (Russian Roulette)’ 타이틀 곡 ‘러시안 룰렛 (Russian Roulette)’은 오락기 사운드를 연상시키는 복고풍의 8비트 사운드 소스 라인이 돋보이는 상큼발랄한 신스팝 곡으로, 사랑하는 사람의 마음을 얻기 위한 과정을 러시안 룰렛 게임에 빗댄 가사가 인상적이며, “Heart B-B-Beat”라는 재미있고 중독적인 훅 가사가 곡의 매력을 더욱 배가, 또 하나의 히트송 탄생을 예고한다. 또한 사랑을 시작하는 남녀의 아슬아슬한 감정과 솔직한 고백을 그린 ‘Lucky Girl’은 브라스사운드가 돋보이는 레트로 스타일의 팝 댄스 곡으로, 사랑하는 사람의 인생을 바꾸어 줄 수 있는 ‘Lucky Girl’이 되겠다는 내용을 가사에 담았으며, 벌스와 후렴구 리듬의 반전이 인상적인 파워풀한 댄스곡 ‘Bad Dracula’는 사랑하는 ‘인간’의 맘을 얻고 싶은 엉뚱하고 귀여운 드라큘라의 이야기를 위트있게 풀어내 눈길을 끈다. 더불어 따사로운 오후의 느낌을 담은 ‘Sunny Afternoon’은 뉴질스윙 장르의 곡으로, 인트로와 마지막 후렴구에 들어간 시원한 느낌의 브라스 섹션이 청량감을 선사하며, 컨트리 스타일의 어쿠스틱 팝 곡 ‘Fool’은 사랑하는 사람 앞에서 바보처럼 혼자 웃고 설렘을 느끼는 마음을 표현한 가사가 인상적이다. 이밖에도 밀고 당기는 사랑의 감정을 그린 ‘Some Love’는 아프리칸 리듬과 이국적인 사운드가 재미있는 트로피컬 하우스 장르의 곡이며, 오직 사랑하는 두 사람만이 공유하는 감정을 담아낸 ‘My Dear’는 90년대의 향수를 불러일으키는 FM 신스와 16비트 셔플 리듬이 인상적인 미디움 템포의 곡으로, 따라 부르기 쉬운 멜로디와 촘촘히 짜인 보이싱, 다양한 전조가 특징이다.",
        "img":
          "http://www.izm.co.kr/photo/Album/2016-09/%EB%A0%88%EB%93%9C%EB%B2%A8%EB%B2%B3.jpg"
      },
      {
        "name": "Rookie",
        "genres": "댄스, 알앤비/어반",
        "release": "2017.02.01",
        "explanation":
          "레드벨벳, 네 번째 미니앨범 ‘Rookie’로 컴백! 개성 넘치는 후크송 ‘Rookie’를 비롯 6곡 수록! 대세 걸그룹 레드벨벳이 네 번째 미니앨범 ‘Rookie’로 전격 컴백한다. 이번 앨범은 팝 댄스 장르의 타이틀 곡 ‘Rookie’를 비롯한 다채로운 장르의 총 6곡을 수록, 한층 성숙해진 음악 세계를 만날 수 있는 만큼, 글로벌 음악 팬들의 많은 사랑을 받을 전망이다. 특히, 레드벨벳은 작년 9월 발표한 세 번째 미니앨범으로 국내 각종 음반 차트 1위에 올랐음은 물론, 타이틀 곡 ‘러시안 룰렛 (Russian Roulette)’이 음원 차트에서도 롱런 행진을 펼치는 등 많은 사랑을 받았으며, 9월 미국 및 전 세계에서 가장 많이 본 K-POP 뮤직비디오 차트 1위, 빌보드 월드 앨범 차트 및 빌보드 월드 디지털 송 차트 2위 등 글로벌한 인기를 얻은 만큼, 이번 앨범 역시 히트 행진을 이어갈 것으로 보인다. 또한 레드벨벳은 작년 12월 중국 인민일보 인민망이 뽑은 ‘2017 중국소비자가 가장 기대하는 한류스타 10인’ 선정을 비롯, ‘멜론 뮤직 어워드’에서 TOP10, 뮤직비디오상을, ‘골든 디스크 어워즈’에서는 쎄씨(CeCi) 아시아 아이콘 상을, 지난 19일 열린 ‘하이원 서울가요대상’에서도 본상을 수상하는 등 각종 시상식에서 주요 상을 휩쓴 바 있어, 2017년의 활약에 대한 기대감이 더욱 고조되고 있다. 사랑하는 이를 ‘Rookie’에 비유한 귀엽고 재치 있는 가사가 돋보이는 팝 댄스 장르의 타이틀 곡 ‘Rookie’ 타이틀 곡 ‘Rookie’는 멤버들의 개성 넘치는 보컬이 돋보이는 펑키한 그루브의 팝 댄스 곡으로, 사랑하는 사람을 ‘Rookie’에 비유한 귀엽고 재치 있는 가사가 인상적임은 물론, ‘Rookie’라는 중독성 강한 훅이 더해져 듣는 재미를 배가시킨다. 또한 ‘Little Little’은 멤버들의 따뜻한 음색을 느낄 수 있는 R&B 팝 곡으로, 작은 버릇, 말투조차 큰 의미로 다가올 만큼 자신의 마음을 흔드는 상대방에 대한 감정을 표현한 가사가 특징이다. 독특한 리듬과 다채로운 신스 사운드가 조화롭게 어우러진 ‘Happily Ever After’는 유명한 동화 ‘신데렐라’, ‘잠자는 숲속의 미녀’ 속의 설정들을 반대로 표현한 가사가 재미있는 곡이다. 더불어 미디움 템포의 팝 곡 ‘Talk To Me’는 사랑하는 이의 모든 것을 알고 싶어하는 설레는 마음을 담은 가사가 멤버들의 달콤한 음색과 어우러져 듣는 재미를 더하며, R&B 팝 장르의 ‘Body Talk’는 말하지 않아도 느껴지는 이별의 순간을 감성적인 가사로 표현해 눈길을 끈다. ‘마지막 사랑 (Last Love)’은 1999년에 발표된 에코 3집 타이틀 곡 ‘마지막 사랑’을 리메이크한 곡으로, 웬디가 재해석해 가창, 안정적이면서도 감성적인 보컬이 곡의 애절한 분위기를 더욱 배가시키며, 편곡에는 실력파 작곡가 돈스파이크가 참여해 원곡의 매력을 살린 세련된 편곡이 돋보인다.",
        "img":
          "https://images.genius.com/225c00b15b80d0e8dc3aa44c3e18b583.1000x1000x1.jpg"
      },
      {
        "name": "The Red Summer",
        "genres": "댄스",
        "release": "2017.07.09",
        "explanation":
          "상큼발랄 서머퀸 레드벨벳 컴백! 타이틀 곡 ‘빨간 맛’ 비롯 여름 분위기 만끽할 수 있는 총 5곡 수록! 상큼발랄 서머퀸 레드벨벳이 여름 미니앨범 ‘The Red Summer’를 발표하고 전격 컴백한다. 이번 앨범에는 시원하고 에너제틱한 분위기의 타이틀 곡 ‘빨간 맛 (Red Flavor)’을 비롯해 다채로운 장르의 총 5곡이 수록, 여름 분위기를 만끽할 수 있는 완성도 높은 음악으로 글로벌 팬들의 뜨거운 호응을 얻을 전망이다. 특히, 레드벨벳은 데뷔곡 ‘행복 (Happiness)’을 시작으로 ‘Ice Cream Cake’, ‘Dumb Dumb’, ‘러시안 룰렛 (Russian Roulette)’, ‘Rookie’ 등을 연이어 히트시키며 특유의 상큼발랄한 매력과 밝은 에너지로 많은 사랑을 받아 대세 걸그룹으로 자리매김한 만큼, 이번 앨범을 통해 보여줄 새로운 음악과 무대가 더욱 기대된다. 또한 레드벨벳은 지난 2월 발표한 네 번째 미니앨범 ‘Rookie’로 국내 음반 차트 1위, 음악 방송 9관왕, 미국 빌보드 월드 앨범 차트 1위, 아이튠즈 종합 앨범 차트 전 세계 8개 지역 1위, 중국 샤미뮤직 한국 음악 차트 1위를 차지하는 등 높은 인기를 얻었으며, 타이틀 곡 ‘Rookie’ 역시 가온차트 상반기 디지털 차트 누적 순위 7위에 올랐음은 물론 현재까지도 음원 차트에서 롱런 행진을 펼치고 있어, 올 여름을 뜨겁게 달굴 새로운 서머퀸의 컴백에 이목이 집중되고 있다. 여름 더위를 날려줄 시원한 분위기의 New Summer Song 타이틀 곡 ‘빨간 맛 (Red Flavor)’ 이번 타이틀 곡 ‘빨간 맛 (Red Flavor)’은 에너제틱한 업템포 장르의 댄스 곡으로, 뜨거운 ‘여름’과 짜릿한 ‘사랑’의 감정을 ‘빨간’ 색과 맛으로 표현한 가사가 인상적이며, 여름 더위를 단번에 식혀줄 시원한 분위기의 여름 시즌송으로 레드벨벳의 히트 행진을 이어갈 것으로 보인다. 또한 ‘You Better Know’는 밝고 시원한 일렉트로닉 팝 장르의 곡으로 지친 사람들에게 용기와 희망을 주는 가사가 돋보이며, 트로피컬 리듬의 댄스 곡 ‘Zoo’는 사파리를 연상시키는 다양한 사운드가 삽입되어 듣는 재미를 배가시킨다. 더불어 '여름빛 (Mojito)'은 사랑하는 이와 여행을 떠나는 설렘과 아름다운 여름 풍경을 표현한 몽환적 분위기의 얼반 팝 곡이며, ‘바다가 들려 (Here The Sea)’는 뜨겁고 화려한 태양이 진 후 찾아온 여름 밤의 풍경을 잔잔한 피아노와 기타 사운드로 풀어낸 미디엄 템포의 곡으로, 레드벨벳의 감성적이고 섬세한 보컬이 돋보인다.",
        "img":
          "http://img.tenasia.hankyung.com/webwp_kr/wp-content/uploads/2017/07/2017071011431312923.jpg"
      },
      {
        "name": "The Perfect Red Velvet",
        "genres": "댄스",
        "release": "2018.01.29",
        "explanation":
          "‘퍼펙트 히트 걸그룹’ 레드벨벳이 온다! 정규 2집 리패키지 앨범 ‘The Perfect Red Velvet' 발매! 타이틀 곡 ‘Bad Boy’로 히트 행진 잇는다! ‘퍼펙트 히트 걸그룹’ 레드벨벳이 정규 2집 리패키지 앨범 ‘The Perfect Red Velvet'을 발표한다. 레드벨벳의 정규 2집 리패키지 앨범 ‘The Perfect Red Velvet'은 기존 정규 2집 수록곡 9곡에 신곡 3곡이 추가된 총 12곡으로 구성되어 있어, 레드벨벳의 풍성한 음악 색깔로 가요계를 또 한번 매료시킬 전망이다. 특히, 레드벨벳은 지난 해 ‘Rookie’, ‘빨간 맛 (Red Flavor)’, ‘피카부 (Peek-A-Boo)’로 3연속 히트를 기록하며 맹활약, ‘2017 소리바다 베스트 케이뮤직 어워즈’ 본상 및 신한류 아이콘상, ‘2017 엠넷 아시안 뮤직 어워즈’ 베스트 여자 그룹상, ‘2017 멜론 뮤직 어워즈’ TOP 10, ‘2018 골든 디스크’ 음원 부문 본상을 수상하는 등 뜨거운 사랑을 받은 만큼, 레드벨벳이 새롭게 선보일 음악과 무대에 높은 관심이 기대된다. 또한 작년 11월 발표된 레드벨벳 정규 2집 ‘Perfect Velvet’은 국내 음원 및 음반 차트 1위, 아이튠즈 K-POP 앨범 차트 13개 지역 1위, 중국 샤미뮤직 종합 차트 1위를 차지함은 물론, 빌보드 월드 앨범 차트 1위에 오르며 K-POP 걸그룹 최초 4회 1위 및 K-POP 가수 최다 1위 타이 기록도 세운 바 있어, 이번 앨범 역시 글로벌 음악 팬들의 폭발적인 호응을 얻을 것으로 보인다. 타이틀 곡 ‘Bad Boy’는 힙합 기반의 R&B 댄스 곡으로, 그루비한 신스 멜로디와 무게감 있는 베이스 사운드가 중독성을 더하며, 가사에는 서로에게 끌리는 나쁜 남자와 도도한 여자의 아슬아슬한 감정을 담고 있어 눈길을 끈다. 더불어 주변의 소중한 사람들과 함께 설레는 내일을 씩씩하게 맞이하자는 응원의 메시지를 담은 디스코 풍의 업템포 팝 댄스 곡 ‘All Right’, 이제 막 사랑을 시작하는 연인의 설렘을 표현한 가사가 돋보이는 미디엄 템포의 R&B 발라드 곡 ‘Time To Love’까지 3곡이 추가 수록되어 한층 깊어진 레드벨벳의 음악 색깔을 만끽하기에 충분하다.",
        "img":
          "http://image.yes24.com/momo/TopCate1768/MidCate007/176491294.jpg"
      }
    ],
    "single": [
      {
        "name": "행복 (Happiness)",
        "genres": "댄스",
        "release": "2014.08.04",
        "explanation":
          "S.M.Entertainment 신인 걸그룹 ‘Red Velvet’ 전격 데뷔! SM엔터테인먼트(이하 SM)의 신인 걸그룹 Red Velvet이 첫 싱글 ‘행복(Happiness)’으로 전격 데뷔한다. Red Velvet은 슬기, 아이린, 웬디, 조이 등 4명의 멤버로 구성되었으며, 강렬하고 매혹적인 컬러 Red와 여성스럽고 부드러운 느낌의 Velvet에서 연상되는 감각적인 이미지처럼, 색깔 있고 세련된 음악과 퍼포먼스로 전세계를 매료시키겠다는 포부를 담아, 앞으로 이들이 보여줄 활약에 귀추가 주목된다. 특히 슬기, 아이린, 웬디는 SM의 프리데뷔팀 SMROOKIES를 통해 공개되어 활동 후 메인 데뷔하는 첫 멤버들로 다재다능한 매력을 인정받은 바 있으며, 조이는 이번에 처음 공개되는 멤버로 기존 방식의 트레이닝을 거쳐 선보이는 만큼, Red Velvet은 SM의 체계적인 스타 인큐베이팅 시스템을 다시 한번 확인하는 계기가 될 전망이다. Red Velvet의 데뷔곡 ‘행복(Happiness)’은 강렬한 신스 사운드와 아프리칸 느낌의 트라이벌 비트가 잘 어우러진 생동감 넘치는 어반 유로 팝 장르의 곡으로, 랩과 노래를 넘나드는 보컬과 다양하게 변화하는 곡의 구성이 듣는 재미를 한층 배가시킨다. 더불어 가사에는 일상에서 느끼는 소소한 행복을 통해 힘을 얻고, 자신을 더 사랑하게 되는 긍정적인 이야기가 담겨 있으며, Red Velvet의 매력적인 퍼포먼스가 더해진 무대로 음악 팬들의 눈과 귀를 매료시킬 것으로 기대된다. 한편, 2014 하반기 가요계 핫 이슈로 떠오른 Red Velvet은 ‘행복(Happiness)’으로 활발한 활동을 펼칠 예정이다.",
        "img":
          "http://3.bp.blogspot.com/-ob-egmISWh8/U977HWjOL3I/AAAAAAAAEnQ/_g2XeD1-nEs/s400/230805.jpg"
      },
      {
        "name": "Be Natural",
        "genres": "알앤비/어반",
        "release": "2014.10.13",
        "explanation":
          "레드벨벳, 매혹적인 무대로 가을 활동 나선다! 두 번째 싱글 ‘Be Natural’ 공개! 슬기, 아이린, 웬디, 조이로 구성된 SM 신인 걸그룹 레드벨벳(Red Velvet)이 두 번째 싱글 ‘Be Natural’을 공개하고 가을 활동에 나선다. 레드벨벳은 지난 8월 ‘행복(Happiness)’으로 데뷔해 컬러풀하고 상큼발랄한 매력으로 음악 팬들을 사로잡으며 여름을 화려하게 장식한 데 이어, 이번에는 가을과 잘 어울리는 성숙하고 매혹적인 무대로 변신, 색다른 모습을 예고해 레드벨벳의 반전 매력에 가요계가 또 한번 매료될 전망이다. 특히, 레드벨벳은 데뷔곡 ‘행복(Happiness)’으로 국내 각종 음악 사이트 1위는 물론 아시아 5개 지역 아이튠즈 싱글차트 Top10 등극, 중국 온라인 동영상 사이트 아이치이(爱奇艺) 뮤직비디오 주간차트 한국어 부문 1위 기록 등 뜨거운 관심을 얻으며 2014년 특급 신인으로 자리매김한 만큼, 이번 가을 활동을 통해 보여줄 새로운 모습이 더욱 기대를 모은다. ‘Be Natural’은 심플한 힙합 비트를 기반으로 모던 재즈의 구성을 가진 네오 소울(Neo Soul) 장르의 곡으로, S.E.S.의 히트곡을 레드벨벳의 색깔로 새롭게 불렀으며, 감각적이고 세련된 퍼포먼스가 더해진 무대 역시 레드벨벳의 또 다른 매력을 만나기에 충분하다. 한편, 레드벨벳은 ‘Be Natural’로 활발한 활동을 펼칠 예정이다.",
        "img":
          "https://cdn.namuwikiusercontent.com/s/15a3d71e5cc68e3079c3603e488f221edc4a69394d8733ce1ae159cbfff3758f3c5732d65f770db04be14872cfbadfa0c76a535bad57bea7099bb599ba50d6cc2614ac8242147d98e09d627f76d55701?e=1534261787&k=iQIwyEkqDXt_uXn_AAmBdA"
      },
      {
        "name": "세가지 소원 (Wish Tree) - WINTER GARDEN",
        "genres": "발라드",
        "release": "2015.12.18",
        "explanation":
          "SM 윈터 싱글 프로젝트 <WINTER GARDEN> 레드벨벳이 잇는다! 레드벨벳이 선사하는 겨울 발라드 '세가지 소원(Wish Tree)' 공개! S.M.Entertainment의 윈터 싱글 프로젝트 <WINTER GARDEN>의 두 번째 주자가 베일을 벗었다. 레드벨벳은 겨울 감성을 가득 담은 신곡 '세가지 소원(Wish Tree)'의 음원을 공개, <WINTER GARDEN>의 첫 스타트를 끊은 f(x)에 이어 음악 팬들의 귀를 사로잡을 전망이다. 레드벨벳이 부른 '세가지 소원(Wish Tree)'은 어쿠스틱한 사운드와 레드벨벳 멤버들의 보이스가 어우러진 따뜻한 느낌의 팝 발라드 곡으로, 가사에는 사랑하는 사람과 항상 함께하고 싶은 소망을 소원 나무(Wish Tree)에 비는 내용을 담아 겨울의 따뜻함을 느낄 수 있는 대표 윈터송으로 사랑 받기에 충분하다. 특히, 레드벨벳은 올해 'Ice Cream Cake'와 'Dumb Dumb'을 연속 히트시키며 국내외 음원 및 음반 차트, 각종 음악 방송 1위를 차지해 대세 걸그룹으로 자리매김한 만큼, 한 해를 마무리하며 발표하는 이번 싱글에도 음악 팬들의 높은 관심이 기대된다. 또한 <WINTER GARDEN>의 첫 주자로 나선 f(x)의 신곡 '12시 25분(Wish List)'이 좋은 반응을 얻고 있어, 다음 주자인 레드벨벳에게도 이목이 집중되고 있다. 한편 f(x), 레드벨벳에 이어 공개될 SM 윈터 싱글 프로젝트 <WINTER GARDEN>의 마지막 주자 BoA의 새 싱글은 22일 공개될 예정이다.",
        "img":
          "https://i2.wp.com/image.melon.co.kr/cm/album/images/026/57/579/2657579_org.jpg"
      },
      {
        "name": "애니메이션 텔레몬스터 OST",
        "genres": "애니메이션",
        "release": "2016.05.02",
        "explanation":
          "레드벨벳 MBC <텔레몬스터> OST ‘여시주의’ 참여 매주 일요일 오전 11시 50분에 방송중인MBC창작애니메이션 <텔레몬스터> 캐릭터 여시의 주제곡 ‘여시주의(Yossism)’ 가 오는 5월 2일에 발매된다 텔레몬스터 OST는 그간 국내 최정상 인기아이돌 인피니트와 비투비가 참여한 주제곡 ‘몬스터 타임’과 ‘이리와’를 발매하며 완성도 높은 곡으로 많은 화제를 모았다. 이번 발매되는 ‘여시주의’ 또한 여시 캐릭터 성을 극대화하기 위해 레드벨벳이 참여하였다. 레드벨벳이 애니메이션 OST에 참여하는 것은 이번이 처음이다. ‘여시주의’는 시원한 락 사운드, 청량감 있는 드럼 비트 위에 피아노와 락 기타가 더해진 발랄한 댄스곡이며, 치명적 애교가 특기인 여시의 모습을 표현한 사랑스러운 가사가 인상적이다. 강렬한 레드와 부드러운 벨벳이라는 상반된 이미지를 함께 가진 레드벨벳의 컨셉이 여시의 달콤살벌한 성격을 부각시켜 곡의 매력을 돋보이게 한다 <텔레몬스터>는 현재 서울랜드에서 눈알던지기 체험부스 이벤트를 진행 중에 있으며 앞으로도 킨텍스 어린이 체험전과 코엑스 캐릭터 라이선싱 페어 등, 오프라인이벤트를 통해 어린이들을 찾아갈 예정이다",
        "img":
          "http://talkimg.imbc.com/TVianUpload/tvian/TViews/image/2016/04/28/phXPSynQ8MFc635974351182038939.jpg"
      },
      {
        "name": "Would U - SM STATION",
        "genres": "발라드",
        "release": "2017.03.31",
        "explanation":
          "SM ‘STATION’ 시즌 2 첫 주자 레드벨벳 달콤한 팝 곡 ‘Would U’로 가요계 설렘주의보 발령! SM엔터테인먼트 디지털 음원 공개 채널 S.M. STATION SEASON 2의 첫 주자로 나서는 Red Velvet (레드벨벳)이 달콤한 팝 곡으로 글로벌 음악 팬들을 매료시킬 전망이다. 첫 번째 공개곡인 “Would U”는 어쿠스틱 피아노, 베이스, 드럼만으로 구성된 심플한 편곡이 돋보이는 따뜻하고 편안한 감성의 미디움 템포 팝 곡이다. 바라왔던 사랑이 이루어지는 동화 같은 순간을 기대하는 소녀의 마음을 표현한 가사가 레드벨벳의 사랑스러운 음색과 어우러져 성큼 다가온 봄 분위기를 한껏 느낄 수 있다. 레드벨벳의 ‘Would U’를 시작으로 화려한 막을 올리는 ‘STATION’ 시즌 2는 매주 금요일 다채로운 컬래버레이션을 통해 탄생한 완성도 높은 음원 및 콘텐츠를 오픈할 예정이어서 글로벌 음악 팬들의 높은 관심이 예상된다.",
        "img":
          "https://images.genius.com/a2372ccb0053d6e98860f6a826568905.1000x1000x1.jpg"
      },
      {
        "name": "환생 (Rebirth) - SM STATION",
        "genres": "댄스",
        "release": "2017.08.18",
        "explanation":
          "21st SM ‘STATION’ 시즌 2, 대세 서머퀸 레드벨벳! 레드벨벳만의 상큼함과 아련함이 공존하는 ‘환생 (Rebirth)’ SM STATION 시즌 2, 그 스물 한 번째 주인공은 유니크한 매력의 레드벨벳! 레드벨벳은 지난 첫 번째 스테이션 ‘Would U’로 SM STATION 시즌 2의 문을 연 바 있다. 레드벨벳이 STATION에서 두 번째로 선보이는 곡 ‘환생 (Rebirth)’은 레트로한 비트와 신스가 조화롭게 어우러진 미디엄 템포 곡으로 재탄생 되었다. 랩 파트도 추가해 사랑에 빠진 설렘과 달콤함을 경쾌하게 표현하는 등 원곡의 아련한 감성과 레드벨벳의 상큼발랄한 매력을 모두 만날 수 있다. 또한 이번 곡 ‘환생 (Rebirth)’은 SM엔터테인먼트와 MYSTIC엔터테인먼트의 컬래버레이션 음악 예능 ‘눈덩이 프로젝트’의 두 번째 곡으로, 레드벨벳은 윤종신의 ‘환생’을, 미스틱은 레드벨벳의 ‘Dumb Dumb’을 새롭게 편곡해 선보이는 만큼 다채로운 재미를 선사할 것으로 예상된다. 특히 레드벨벳은 지난 7월 발표한 여름 미니앨범 ‘The Red Summer’로 국내 음원 및 음반 차트 1위, 미국 빌보드 월드 앨범 차트 1위, 음악 방송 1위 등 각종 차트를 석권, 여름 가요계를 뜨겁게 달구며 서머퀸다운 면모를 입증한 바 있다. 매주 금요일 새로운 음원을 공개하는 ‘STATION’ 시즌 2. 다채로운 컬래버레이션을 통해 탄생한 완성도 높은 음원 및 콘텐츠를 선보여 좋은 반응을 얻고 있다.",
        "img":
          "https://images.genius.com/ecc065873d8f8ae65382de4891aeeebe.1000x1000x1.png"
      }
    ]
  }
}
